Repository: JustZappIt/ios-zapp
Catalog: secant/Resources/Localizable.xcstrings
Source language: en
Languages: es

# smartBanner.content.currencyConversion.info
source: Enable to display fiat values
es: Activa para mostrar valores fiat

# smartBanner.content.currencyConversion.title
source: Currency Conversion
es: Conversión de Moneda

# smartBanner.content.disconnected.info
source: Check your connection and reload Zapp
es: Verifica tu conexión y recarga Zapp

# smartBanner.content.disconnected.title
source: Wallet Disconnected
es: Billetera Desconectada

# smartBanner.content.restore.info
source: Keep Zapp open on active phone screen
es: Mantén Zapp abierta en una pantalla activa del teléfono

# smartBanner.content.restore.infoSpendable
source: Your funds are ready to be used now
es: Tus fondos están listos para ser utilizados ahora

# smartBanner.content.restore.title
source: Restoring Wallet • %@ Complete
es: Restaurando Billetera • %@ Completo

# smartBanner.content.shield.button
source: Shield
es: Proteger

# smartBanner.content.shield.title
source: Unshielded Balance
es: Saldo No Protegido

# smartBanner.content.sync.info
source: Your wallet is updating
es: Tu billetera se está actualizando

# smartBanner.content.sync.title
source: Syncing • %@ Complete
es: Sincronizando • %@ Completo

# smartBanner.content.syncingError.info
source: Attempting to resolve
es: Intentando resolver

# smartBanner.content.syncingError.title
source: Error encountered while syncing
es: Error al sincronizar

# smartBanner.content.tor.button
source: Review
es: Revisar

# smartBanner.content.tor.info
source: Protect your IP address
es: Protege tu dirección IP

# smartBanner.content.tor.title
source: Enable Tor Protection
es: Activar protección Tor

# smartBanner.content.updatingBalance.info
source: Waiting for last transaction to process
es: Esperando a que la última transacción se procese

# smartBanner.content.updatingBalance.title
source: Updating Balance...
es: Actualizando Balance...

# smartBanner.help.backup.acknowledge
source: I read and understand the risks of not backing up my wallet.
es: He leído y entiendo los riesgos de no respaldar mi billetera.

# smartBanner.help.backup.info1
source: Prevent potential loss of funds by securely backing up your wallet.
es: Evita la pérdida potencial de fondos respaldando tu billetera de forma segura.

# smartBanner.help.backup.info2
source: Back up access to your funds by backing up:
es: Respalda el acceso a tus fondos realizando un respaldo de:

# smartBanner.help.backup.info3
source: In case you lose access to the app or to your device, knowing the Secret Recovery Phrase is the only way to recover your funds. We cannot see it and cannot help you recover it.
es: En caso de que pierdas acceso a la aplicación o a tu dispositivo, conocer la Frase de Recuperación Secreta es la única forma de recuperar tus fondos. No podemos verla ni podemos ayudarte a recuperarla.

# smartBanner.help.backup.info4
source: Anyone with access to your Secret Recovery Phrase will have full control of your wallet, so keep it secure and never show it to anyone.
es: Cualquiera que tenga acceso a tu Frase de Recuperación Secreta tendrá control total de tu billetera, así que mantenla segura y nunca la muestres a nadie.

# smartBanner.help.backup.point1
source: Secret Recovery Phrase (a unique set of 24 words in a precise order)
es: Frase de Recuperación Secreta (un conjunto único de 24 palabras en un orden preciso)

# smartBanner.help.backup.point2
source: Wallet Birthday Height (block height at which your wallet was created)
es: Altura de Cumpleaños de la Billetera (altura de bloque en la que se creó tu billetera)

# smartBanner.help.backup.title
source: Backup Required
es: Respaldo Requerido

# smartBanner.help.diconnected.info
source: You appear to be offline. Please restore your internet connection to use Zapp wallet.
es: Parece que estás offline. Por favor, restaura tu conexión a internet para usar la billetera Zapp.

# smartBanner.help.diconnected.title
source: Wallet Disconnected
es: Billetera Desconectada

# smartBanner.help.remindMePhase1
source: Remind me in 2 days
es: Recuérdame en 2 días

# smartBanner.help.remindMePhase2
source: Remind me in 2 weeks
es: Recuérdame en 2 semanas

# smartBanner.help.remindMePhase3
source: Remind me next month
es: Recuérdame el próximo mes

# smartBanner.help.restore.info
source: Zapp is scanning the blockchain to retrieve your transactions. Older wallets can take hours to restore. Follow these steps to prevent interruption:
es: Zapp está escaneando la blockchain para recuperar tus transacciones. Las billeteras más antiguas pueden tardar horas en restaurarse. Sigue estos pasos para evitar interrupciones:

# smartBanner.help.restore.point1
source: Keep the Zapp app open on an active phone screen.
es: Mantén la aplicación Zapp abierta en una pantalla activa del teléfono.

# smartBanner.help.restore.point2
source: To prevent your phone screen from going dark, turn off power-saving mode and keep your phone plugged in.
es: Para evitar que la pantalla de tu teléfono se apague, desactiva el modo de ahorro de energía y mantén tu teléfono conectado.

# smartBanner.help.restore.title
source: Wallet Restore in Progress
es: Restauración de Billetera en Progreso

# smartBanner.help.restore.warning
source: Funds cannot be spent until your wallet is restored.
es: Los fondos no pueden ser gastados hasta que tu billetera esté restaurada.

# smartBanner.help.shield.doNotShowAgain
source: Do not show this message again
es: No mostrar este mensaje de nuevo

# smartBanner.help.shield.info1
source: To protect user privacy, Zapp doesn't support spending transparent ZEC. Tap the "Shield" button below to make your transparent funds spendable and your total Zapp balance private.
es: Para proteger la privacidad del usuario, Zapp no admite el gasto de ZEC transparente. Toca el botón "Proteger" abajo para hacer que tus fondos transparentes sean gastables y tu saldo total en Zapp sea privado.

# smartBanner.help.shield.info2
source: This will create a shielding in-wallet transaction, consolidating your transparent and shielded funds. (Typical fee: %@)
es: Esto creará una transacción de protección en la billetera, consolidando tus fondos transparentes y protegidos. (Tarifa típica: %@)

# smartBanner.help.shield.notNow
source: Not now
es: Ahora no

# smartBanner.help.shield.title
source: Always Shield Transparent Funds
es: Protege Siempre los Fondos Transparentes

# smartBanner.help.shield.transparent
source: Transparent
es: Transparente

# smartBanner.help.sync.info
source: Zapp is scanning the blockchain for your latest transactions to make sure your balances are displayed correctly. Keep the Zapp app open on an active phone screen to avoid interruptions.
es: Zapp está escaneando la blockchain para tus últimas transacciones para asegurarse de que tus balances se muestren correctamente. Mantén la aplicación Zapp abierta en una pantalla activa del teléfono para evitar interrupciones.

# smartBanner.help.sync.title
source: Wallet Sync in Progress
es: Sincronización de Billetera en Progreso

# smartBanner.help.syncError.title
source: Syncing Error
es: Error de Sincronización

# smartBanner.help.updatingBalance.info
source: Your last transaction is getting mined and confirmed.
es: Tu última transacción está siendo minada y confirmada.

# smartBanner.help.updatingBalance.title
source: Updating Balance
es: Actualizando Balance

# splash.authFaceID
source: Tap the face icon to use Face ID and unlock it.
es: Toca el ícono de la cara para usar Face ID y desbloquear.

# splash.authPasscode
source: Tap the key icon to enter your passcode and unlock it.
es: Toca el ícono de la llave para ingresar tu código y desbloquear.

# splash.authTitle
source: Your Zapp account is secured.
es: Tu cuenta Zapp está protegida.

# splash.authSupport
source: Contact Support
es: Contactar Soporte

# splash.authTouchID
source: Tap the print icon to use Touch ID and unlock it.
es: Toca el ícono de la huella para usar Touch ID y desbloquear.

# supportData.appVersionItem.bundleIdentifier
source: App identifier
es: Identificador de la aplicación

# supportData.appVersionItem.version
source: App version
es: Versión de la aplicación

# supportData.deviceModelItem.device
source: Device
es: Dispositivo

# supportData.freeDiskSpaceItem.freeDiskSpace
source: Usable storage
es: Almacenamiento disponible

# supportData.localeItem.decimalSeparator
source: Currency decimal separator
es: Separador decimal de moneda

# supportData.localeItem.groupingSeparator
source: Currency grouping separator
es: Separador de agrupación de moneda

# supportData.localeItem.locale
source: Locale
es: Región

# supportData.permissionItem.camera
source: Camera access
es: Acceso a la cámara

# supportData.permissionItem.faceID
source: FaceID available
es: FaceID disponible

# supportData.permissionItem.permissions
source: Permissions
es: Permisos

# supportData.permissionItem.touchID
source: TouchID available
es: TouchID disponible

# supportData.systemVersionItem.version
source: iOS version
es: Versión de iOS

# supportData.timeItem.time
source: Current time
es: Hora actual

# swap.quoteUnavailable
source: We tried but couldn’t get a quote for a payment with your parameters. You can try to adjust the slippage or try again later.
es: Intentamos, pero no pudimos obtener una cotización para un pago con tus parámetros. Puedes ajustar el slippage o intentar más tarde.

# swap.quoteUnavailableSwap
source: We tried but couldn’t get a quote for a swap with your parameters. You can try to adjust the slippage or try again later.
es: Intentamos, pero no pudimos obtener una cotización para un swap con tus parámetros. Puedes ajustar el slippage o intentar más tarde.

# swapAndPay.address
source: Address
es: Dirección

# swapAndPay.addressBookNewContact
source: Add new contact
es: Agregar nuevo contacto

# swapAndPay.addressBookSelect
source: Select...
es: Seleccionar...

# swapAndPay.addressBookSelectChain
source: Select Chain
es: Seleccionar cadena

# swapAndPay.addressBookZcash
source: Zcash address is not allowed
es: Dirección de Zcash no permitida

# swapAndPay.cancelDont
source: Don’t cancel
es: No cancelar

# swapAndPay.cancelMsg
source: If you leave this screen, all the information you entered will be lost.
es: Si sales de esta pantalla, toda la información ingresada se perderá.

# swapAndPay.cancelPayment
source: Cancel payment
es: Cancelar pago

# swapAndPay.cancelSwap
source: Cancel swap
es: Cancelar swap

# swapAndPay.canceltitle
source: Are you sure?
es: ¿Estás seguro?

# swapAndPay.checkStatus
source: Check status
es: Ver estado

# swapAndPay.custom
source: Custom
es: Otro

# swapAndPay.editPayment
source: Edit payment
es: Editar pago

# swapAndPay.editSwap
source: Edit swap
es: Editar swap

# swapAndPay.emptyAssets.subtitle
source: We tried but couldn’t find anything.
es: Lo intentamos pero no encontramos nada.

# swapAndPay.emptyAssets.title
source: No results
es: Sin resultados

# swapAndPay.executedSlippage
source: Realized slippage
es: Deslizamiento realizado

# swapAndPay.expiredMsg
source: This swap expired after its 24-hour validity window. If you didn't send funds, no action is needed. If you did send funds, contact support so we can help.
es: Este intercambio venció tras su ventana de validez de 24 horas. Si no enviaste fondos, no es necesario hacer nada. Si enviaste fondos, contacta a soporte para que podamos ayudarte.

# swapAndPay.expiredTitle
source: Swap Expired
es: Intercambio vencido

# swapAndPay.failedMsg
source: This swap could not be completed. If you deposited funds and didn't receive your swap, contact support so we can help resolve it.
es: Este intercambio no pudo completarse. Si depositaste fondos y no recibiste tu intercambio, contacta a soporte para que podamos resolverlo.

# swapAndPay.failedTitle
source: Swap Failed
es: Intercambio fallido

# swapAndPay.failure.laterDesc
source: Please try again later.
es: Por favor inténtalo más tarde.

# swapAndPay.failure.laterTitle
source: The service is unavailable
es: El servicio no está disponible

# swapAndPay.failure.retryDesc
source: Please check your connection and try again.
es: Por favor revisa tu conexión e inténtalo de nuevo.

# swapAndPay.failure.retryTitle
source: Unexpected error
es: Error inesperado

# swapAndPay.failure.tryAgain
source: Try again
es: Intentar de nuevo

# swapAndPay.failure.wrong
source: Something went wrong
es: Algo salió mal

# swapAndPay.failure.wrongDesc
source: We couldn’t load the assets. Please check your connection and try again.
es: No pudimos cargar los activos. Por favor revisa tu conexión e inténtalo de nuevo.

# swapAndPay.failurePayInfo
source: There was an error initiating a cross-chain payment. Try it again, please.
es: Hubo un error al iniciar el pago entre cadenas. Inténtalo de nuevo, por favor.

# swapAndPay.failureSwapInfo
source: There was an error initiating a swap. Try it again, please.
es: Hubo un error al iniciar el intercambio. Inténtalo de nuevo, por favor.

# swapAndPay.forcedOptIn.optionOne
source: I understand that Zapp makes API requests to the NEAR API every time I interact with a Swap/Pay transaction.
es: Entiendo que Zapp realiza solicitudes a la API de NEAR cada vez que interactúo con una transacción de Intercambio/Pago.

# swapAndPay.forcedOptIn.optionTwo
source: I understand that by not enabling Tor, my IP address will be leaked by the NEAR API.
es: Entiendo que al no habilitar Tor, mi dirección IP será expuesta por la API de NEAR.

# swapAndPay.from
source: From
es: De

# swapAndPay.getQuote
source: Get a quote
es: Obtener cotización

# swapAndPay.help.swapDesc
source: Swap ZEC with any NEAR-supported token.
es: Haz swap de ZEC con cualquier token compatible con NEAR.

# swapAndPay.help.swapDesc1
source: If swapping TO ZEC, you will send funds from a 3rd party wallet and provide an address where change can be refunded.
es: Si haces swap HACIA ZEC, enviarás fondos desde una wallet de terceros y deberás proporcionar una dirección donde se pueda reembolsar el cambio.

# swapAndPay.help.swapDesc2
source: If swapping FROM ZEC, you must provide a valid address for the asset you are swapping to.
es: Si haces swap DESDE ZEC, debes proporcionar una dirección válida para el activo al que haces swap.

# swapAndPay.help.swapWith
source: Swap with
es: Swap con

# swapAndPay.incompleteInfo
source: Deposit an additional ^[%@ %@](style: 'boldPrimary') to complete this swap before ^[%@](style: 'boldPrimary'), or your deposit will be refunded.
es: Deposita ^[%@ %@](style: 'boldPrimary') adicionales para completar este intercambio antes del ^[%@](style: 'boldPrimary'), o tu depósito será reembolsado.

# swapAndPay.max
source: Spendable: %@
es: Gastable: %@

# swapAndPay.maxAllowedSlippage1
source: Please enter maximum slippage of
es: Por favor ingresa un deslizamiento máximo de

# swapAndPay.maxSlippage
source: Max slippage %@%
es: Máx. deslizamiento %@%

# swapAndPay.maxSlippageTitle
source: Max slippage
es: Máx. deslizamiento

# swapAndPay.optIn.desc
source: This feature is powered by a third-party NEAR API. Zapp needs to make networking calls to fetch rates, quotes, execute transactions and check their status in the transaction history which can leak your IP address. We recommend you to allow Tor connection to protect your IP address at all times.
es: Esta función es provista por una API de terceros de NEAR. Zapp necesita hacer llamadas de red para obtener tasas, cotizaciones, ejecutar transacciones y revisar su estado en el historial de transacciones, lo cual puede exponer tu dirección IP. Te recomendamos permitir la conexión por Tor para proteger tu dirección IP en todo momento.

# swapAndPay.optIn.optionOneSubtitle
source: Enable API calls to the NEAR API.
es: Habilitar llamadas API a la API de NEAR.

# swapAndPay.optIn.optionOneTitle
source: Allow Third-Party Requests
es: Permitir solicitudes de terceros

# swapAndPay.optIn.optionTwoSubtitle
source: Protect IP address with Tor connection.
es: Protege tu dirección IP con conexión Tor.

# swapAndPay.optIn.optionTwoTitle
source: Turn on IP Address Protection
es: Activar protección de dirección IP

# swapAndPay.optIn.title
source: Swap or Pay with
es: Swap o Pagar con

# swapAndPay.optIn.warn
source: Note for the super privacy-conscious: Transactions executed via the NEAR API are transparent which means all transaction information is public.
es: Nota para los más conscientes de la privacidad: Las transacciones ejecutadas a través de la API de NEAR son transparentes, lo que significa que toda la información de la transacción es pública.

# swapAndPay.pay
source: Pay
es: Pagar

# swapAndPay.payFrom
source: Pay from
es: Pagar desde

# swapAndPay.payNow
source: Pay Now
es: Pagar Ahora

# swapAndPay.payTo
source: Pay to
es: Pagar a

# swapAndPay.pendingPayInfo
source: Your cross-chain payment is being processed. Follow its status on the transaction screen.
es: Tu cross-chain pago se está procesando. Siga el estado en la pantalla de transacción.

# swapAndPay.pendingPayTitle
source: Payment Pending
es: Pago Pendiente

# swapAndPay.pendingSwapInfo
source: Your swap is being processed. Follow its status on the transaction screen.
es: Tu swap se está procesando. Siga el estado en la pantalla de transacción.

# swapAndPay.pendingSwapTitle
source: Swap Pending
es: Swap Pendiente

# swapAndPay.processingMsg
source: Your swap has been delayed. Swaps typically complete in minutes but may take longer depending on market conditions.
es: Tu intercambio se ha demorado. Los intercambios generalmente se completan en minutos, pero pueden tardar más según las condiciones del mercado.

# swapAndPay.processingTitle
source: Swap Processing
es: Intercambio en proceso

# swapAndPay.quoteUnavailable
source: Quote Unavailable
es: Cotización no disponible

# swapAndPay.rate
source: Rate
es: Tasa

# swapAndPay.recipient
source: Recipient
es: Destinatario

# swapAndPay.refundInfo
source: Your deposit was detected but the swap could not be completed. Your funds have been returned, minus transaction fees. If you haven't received them, contact the Zapp support team.
es: Tu depósito fue detectado pero el intercambio no pudo completarse. Tus fondos han sido devueltos, descontando las tarifas de transacción. Si aún no los recibiste, contacta al equipo de soporte de Zapp.

# swapAndPay.refundTitle
source: Funds Returned
es: Fondos devueltos

# swapAndPay.refundedAmount
source: Refunded amount
es: Monto reembolsado

# swapAndPay.search
source: Search by name or ticker...
es: Buscar por nombre o ticker...

# swapAndPay.selectToken
source: Select asset
es: Seleccionar activo

# swapAndPay.sendingInfo
source: Your coins are being sent to the deposit address...
es: Tus monedas están siendo enviadas a la dirección de depósito...

# swapAndPay.slippage
source: Slippage
es: Deslizamiento

# swapAndPay.slippageDesc
source: This setting determines the maximum allowable difference between the expected price of a swap and the actual price you pay, which is outside of Zapp's control.
es: Esta configuración determina la diferencia máxima permitida entre el precio esperado de un intercambio y el precio real que pagas, lo cual está fuera del control de Zapp.

# swapAndPay.slippageSet1
source: You may receive up to
es: Podrías recibir hasta

# swapAndPay.slippageSet3
source: less than quoted.
es: menos de lo cotizado.

# swapAndPay.slippageTolerance
source: Slippage tolerance
es: Tolerancia de deslizamiento

# swapAndPay.slippageWarn
source: Any unused portion of the slippage fee will be refunded if the swap executes with lower slippage than expected.
es: Cualquier parte no utilizada de la comisión de deslizamiento será reembolsada si el intercambio se ejecuta con menos deslizamiento del esperado.

# swapAndPay.smallSlippageWarn
source: ^[Warning:](style: 'boldPrimary') Slippage ^[under %@%%](style: 'boldPrimary') increases the chance your swap will be unsuccessful and refunded. Consider using ^[%@%% or higher](style: 'boldPrimary'), especially for larger amounts.
es: ^[Advertencia:](style: 'boldPrimary') Un deslizamiento menor ^[al %@%%](style: 'boldPrimary') aumenta la probabilidad de que tu intercambio no se complete y sea reembolsado. Considera usar ^[%@%% o más](style: 'boldPrimary'), especialmente para montos mayores.

# swapAndPay.status
source: Status
es: Estado

# swapAndPay.status.expired
source: Expired
es: Expirado

# swapAndPay.status.failed
source: Failed
es: Fallido

# swapAndPay.status.incompleteDeposit
source: Incomplete Deposit
es: Depósito incompleto

# swapAndPay.status.pending
source: Pending
es: Pendiente

# swapAndPay.status.pendingDeposit
source: Pending Deposit
es: Depósito pendiente

# swapAndPay.status.processing
source: Processing
es: Procesando

# swapAndPay.status.refunded
source: Refunded
es: Reembolsado

# swapAndPay.status.success
source: Completed
es: Completado

# swapAndPay.successPayInfo
source: You successfully initiated a cross-chain payment. Follow its status on the transaction screen.
es: Has iniciado un pago entre cadenas exitosamente. Sigue su estado en la pantalla de transacciones.

# swapAndPay.successSwapInfo
source: You successfully initiated a swap. Follow its status on the transaction screen.
es: Has iniciado un intercambio exitosamente. Sigue su estado en la pantalla de transacciones.

# swapAndPay.swapFrom
source: Swap from
es: Swap de

# swapAndPay.swapNow
source: Swap Now
es: Swap Ahora

# swapAndPay.swapQuoteSlippageWarn
source: You could receive up to %@ less based on the %@ slippage you set.
es: Podrías recibir hasta %@ menos según el deslizamiento %@ que configuraste.

# swapAndPay.swapTo
source: Swap to
es: Swap a

# swapAndPay.to
source: To
es: A

# swapAndPay.totalAmount
source: Total Amount
es: Monto total

# swapAndPay.totalFees
source: Total fees
es: Comisiones totales

# swapStatus.paid
source: Paid
es: Pagado

# swapStatus.paying
source: Paying
es: Pagando

# swapStatus.paymentExpired
source: Payment Expired
es: Pago expirado

# swapStatus.paymentFailed
source: Payment Failed
es: Pago fallido

# swapStatus.paymentIncomplete
source: Payment Incomplete
es: Pago incompleto

# swapStatus.paymentRefunded
source: Payment Refunded
es: Pago reembolsado

# swapStatus.swapExpired
source: Swap Expired
es: Swap expirado

# swapStatus.swapFailed
source: Swap Failed
es: Swap fallido

# swapStatus.swapIncomplete
source: Swap Incomplete
es: Intercambio incompleto

# swapStatus.swapRefunded
source: Swap Refunded
es: Swap reembolsado

# swapStatus.swapped
source: Swapped
es: Swap realizado

# swapStatus.swapping
source: Swapping
es: Haciendo swap

# swapToZec.address
source: %@ address...
es: Dirección %@...

# swapToZec.deposit
source: Deposit Amount
es: Monto a depositar

# swapToZec.depositTo
source: Deposit to
es: Depositar en

# swapToZec.info1
source: Use your
es: Usa tu

# swapToZec.info2
source: %@ on %@
es: %@ en %@

# swapToZec.info3
source: wallet to deposit funds. Depositing other assets may result in loss of funds.
es: wallet para depositar fondos. Depositar otros activos puede resultar en la pérdida de fondos.

# swapToZec.refundAddress
source: Refund Address
es: Dirección de reembolso

# swapToZec.refundAddress.msg1
source: If the swap fails or market conditions change, your transaction may be refunded minus the transaction fees.
es: Si el swap falla o cambian las condiciones del mercado, tu transacción puede ser reembolsada menos las comisiones de transacción.

# swapToZec.refundAddress.msg2
source: The refunded amount will be returned to your wallet in the source currency - USDC on NEAR. Please enter a valid address to avoid loss of funds.
es: El monto reembolsado será devuelto a tu wallet en la moneda de origen - USDC en NEAR. Ingresa una dirección válida para evitar la pérdida de fondos.

# swapToZec.refundAddress.title
source: Refund Address
es: Dirección de reembolso
